Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/Ungrouped/Photos.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# ICLOUDPHOTOS_DISABLE_DISK_PRESSURE_PRUNED_MESSAGE_SINGULAR_iPad
source: This iPad was not able to download one full-resolution item. If you continue, the low-resolution version of this item will be removed.
ar: تعذر على هذا الـ iPad تنزيل عنصر واحد بدقة كاملة. في حالة المتابعة، سيتم إزالة النسخة ذات الدقة المنخفضة من هذا العنصر.
bg: Този iPad не успя да изтегли един елемент с висока разделителна способност. Ако продължите, версията му с ниска разделителна способност ще бъде премахната.
ca: No s’ha pogut descarregar 1 ítem d’alta resolució a l’iPad. Si continues, se n’eliminarà la versió de baixa resolució.
cs: iPadu se nepodařilo stáhnout 1 položku v plném rozlišení. Pokud budete pokračovat, bude odstraněna verze této položky v nízkém rozlišení.
da: iPad kunne ikke hente et emne i fuld opløsning. Hvis du fortsætter, fjernes versionen af emnet i lav opløsning.
de: Dieses iPad konnte ein Objekt in voller Auflösung nicht laden. Beim Fortfahren wird die Version in niedriger Auflösung entfernt.
el: Δεν ήταν δυνατή η λήψη ενός στοιχείου πλήρους ανάλυσης σε αυτό το iPad. Αν συνεχίσετε, θα αφαιρεθεί η έκδοση χαμηλής ανάλυσης αυτού του στοιχείου.
es: Este iPad no ha podido descargar un ítem de máxima resolución. Si continúas, la versión de baja resolución de este ítem se eliminará.
es_us: Este iPad no pudo descargar un elemento de resolución completa. Si continúas, se eliminará su versión de baja resolución.
fi: Tämä iPad ei voinut ladata yhtä täystarkkuuskohdetta. Jos jatkat, tämän kohteen pienitarkkuuksinen versio poistetaan.
fr: Cet iPad n’a pas pu télécharger un élément en pleine résolution. Si vous continuez, la version en basse résolution de cet élément sera supprimée.
fr_ca: Cet iPad n’a pas pu télécharger un élément en pleine résolution. Si vous continuez, la version en basse résolution de cet élément sera supprimée.
he: ל-iPad זה לא הייתה אפשרות להוריד פריט אחד ברזולוציה מלאה. המשך הפעולה יוביל לכך שגירסת הרזולוציה הנמוכה של פריט זה תוסר.
hi: यह iPad एक पूर्ण-रिज़ोल्यूशन आइटम डाउनलोड करने में असमर्थ था। अगर आप जारी रखते हैं, तो इस आइटम का निम्न-रिज़ोल्यूशन संस्करण हटा दिया जाएगा।
hr: Ovaj iPad ne može preuzeti jednu stavku u punoj razlučivosti. Ako nastavite, uklonit će se verzija ove stavke u niskoj razlučivosti.
hu: Ez az iPad nem volt képes letölteni egy teljes felbontású elemet. Ha folytatja, akkor ennek az elemnek az alacsony felbontású verziója el lesz távolítva.
id: iPad ini tidak dapat mengunduh satu item resolusi penuh. Jika Anda melanjutkan, versi resolusi rendah dari item ini akan dihapus.
it: iPad non ha potuto scaricare un elemento ad alta risoluzione. Se continui, la versione a bassa risoluzione dell’elemento verrà rimossa.
ja: このiPadに1個のフル解像度の項目をダウンロードできませんでした。続行すると、この項目の低解像度のバージョンは削除されます。
kk: Бұл iPad құрылғысына жоғары ажыратымдылықты бір элементті жүктеп алу мүмкін болмады. Егер жалғастырсаңыз, бұл элементтің төменгі ажыратымдылықты нұсқасы жойылады.
ko: 이 iPad에서 한 개의 최대 해상도 항목을 다운로드하지 못했습니다. 계속 진행하는 경우 해당 항목의 저해상도 버전이 제거됩니다.
lt: Šis „iPad“ negalėjo atsisiųsti vieno visos skiriamosios gebos elemento. Jei tęsite, bus pašalinta šio elemento mažos skiriamosios gebos versija.
ms: iPad ini tidak dapat memuat turun satu item resolusi penuh. Jika anda meneruskan, versi resolusi rendah item ini akan dikeluarkan.
nb: iPaden kunne ikke laste ned ett objekt med full oppløsning. Hvis du fortsetter, blir versjonen med lavere oppløsning fjernet.
nl: Het was niet mogelijk om één onderdeel met volledige resolutie te downloaden op deze iPad. De versie met lage resolutie van dit onderdeel wordt verwijderd als je doorgaat.
pl: Ten iPad nie mógł pobrać jednej rzeczy w pełnej rozdzielczości. Jeśli będziesz kontynuować, wersja tej rzeczy w niskiej rozdzielczości zostanie usunięta.
pt: Este iPad não pôde baixar um item em resolução completa. Se você continuar, a versão em baixa resolução desse item será removida.
pt_pt: Não foi possível descarregar um elemento em alta resolução através deste iPad. Se continuar, a versão de baixa resolução será removida.
ro: Acest iPad nu a putut să descarce un articol la rezoluție integrală. În cazul în care continuați, versiunea la rezoluție scăzută a acestui articol va fi eliminată.
ru: Не удалось загрузить 1 объект в высоком разрешении на этот iPad. Если продолжить, его версия в низком разрешении будет удалена.
sk: Tento iPad nedokázal stiahnuť jednu položku v plnom rozlíšení. Ak budete pokračovať, verzia tejto položky v nízkom rozlíšení bude odstránená.
sl: V ta iPad ni bilo mogoče prenesti enega elementa s polno ločljivostjo. Če nadaljujete, bo različica tega elementa z nizko ločljivostjo odstranjena.
sv: Det gick inte att hämta ett objekt i full upplösning till denna iPad. Om du fortsätter tas versionen av det här objektet med lägre upplösning bort.
th: iPad เครื่องนี้ไม่สามารถดาวน์โหลดรายการแบบความละเอียดสูงได้หนึ่งรายการ ถ้าคุณดำเนินการต่อ เวอร์ชั่นความละเอียดต่ำของรายการนี้จะถูกเอาออก
tr: Bu iPad tam çözünürlükte bir öğeyi indiremedi. Sürdürürseniz bu öğenin düşük çözünürlükteki sürümü silinir.
uk: Цьому iPad не вдалося викачати один повнороздільний елемент. Якщо продовжити, версію цього елемента з низькою роздільністю буде вилучено.
vi: iPad này không thể tải về một mục có độ phân giải đầy đủ. Nếu bạn tiếp tục thì phiên bản độ phân giải thấp của mục này sẽ bị xóa.
zh_cn: 此iPad无法下载1个全分辨率项目。若继续，此项目的低分辨率版本将被移除。
zh_hk: 此iPad無法下載一個完整解像度的項目。如繼續，會移除此項目的低解像度版本。
zh_tw: 此iPad無法下載一個完整解析度的項目。若選擇繼續，會移除此項目的低解析度版本。

# ICLOUDPHOTOS_DISABLE_DISK_PRESSURE_PRUNED_MESSAGE_SINGULAR_iPhone
source: This iPhone was not able to download one full-resolution item. If you continue, the low-resolution version of this item will be removed.
ar: تعذر على هذا الـ iPhone تنزيل عنصر واحد بدقة كاملة. في حالة المتابعة، سيتم إزالة النسخة ذات الدقة المنخفضة من هذا العنصر.
bg: Този iPhone не успя да изтегли един елемент с висока разделителна способност. Ако продължите, версията му с ниска разделителна способност ще бъде премахната.
ca: No s’ha pogut descarregar 1 ítem d’alta resolució a l’iPhone. Si continues, se n’eliminarà la versió de baixa resolució.
cs: iPhonu se nepodařilo stáhnout 1 položku v plném rozlišení. Pokud budete pokračovat, bude odstraněna verze této položky v nízkém rozlišení.
da: iPhone kunne ikke hente et emne i fuld opløsning. Hvis du fortsætter, fjernes versionen af emnet i lav opløsning.
de: Dieses iPhone konnte ein Objekt in voller Auflösung nicht laden. Beim Fortfahren wird die Version in niedriger Auflösung entfernt.
el: Δεν ήταν δυνατή η λήψη ενός στοιχείου πλήρους ανάλυσης σε αυτό το iPhone. Αν συνεχίσετε, θα αφαιρεθεί η έκδοση χαμηλής ανάλυσης αυτού του στοιχείου.
es: Este iPhone no ha podido descargar un ítem de máxima resolución. Si continúas, la versión de baja resolución de este ítem se eliminará.
es_us: Este iPhone no pudo descargar un elemento de resolución completa. Si continúas, se eliminará su versión de baja resolución.
fi: Tämä iPhone ei voinut ladata yhtä täystarkkuuskohdetta. Jos jatkat, tämän kohteen pienitarkkuuksinen versio poistetaan.
fr: Cet iPhone n’a pas pu télécharger un élément en pleine résolution. Si vous continuez, la version en basse résolution de cet élément sera supprimée.
fr_ca: Cet iPhone n’a pas pu télécharger un élément en pleine résolution. Si vous continuez, la version en basse résolution de cet élément sera supprimée.
he: ל-iPhone זה לא הייתה אפשרות להוריד פריט אחד ברזולוציה מלאה. המשך הפעולה יוביל לכך שגירסת הרזולוציה הנמוכה של פריט זה תוסר.
hi: यह iPhone एक पूर्ण-रिज़ोल्यूशन आइटम डाउनलोड करने में असमर्थ था। अगर आप जारी रखते हैं, तो इस आइटम का निम्न-रिज़ोल्यूशन संस्करण हटा दिया जाएगा।
hr: Ovaj iPhone ne može preuzeti jednu stavku u punoj razlučivosti. Ako nastavite, uklonit će se verzija ove stavke u niskoj razlučivosti.
hu: Ez az iPhone nem volt képes letölteni egy teljes felbontású elemet. Ha folytatja, akkor ennek az elemnek az alacsony felbontású verziója el lesz távolítva.
id: iPhone ini tidak dapat mengunduh satu item resolusi penuh. Jika Anda melanjutkan, versi resolusi rendah dari item ini akan dihapus.
it: iPhone non ha potuto scaricare un elemento ad alta risoluzione. Se continui, la versione a bassa risoluzione dell’elemento verrà rimossa.
ja: このiPhoneに1個のフル解像度の項目をダウンロードできませんでした。続行すると、この項目の低解像度のバージョンは削除されます。
kk: Бұл iPhone құрылғысына жоғары ажыратымдылықты бір элементті жүктеп алу мүмкін болмады. Егер жалғастырсаңыз, бұл элементтің төменгі ажыратымдылықты нұсқасы жойылады.
ko: 이 iPhone에서 한 개의 최대 해상도 항목을 다운로드하지 못했습니다. 계속 진행하는 경우 해당 항목의 저해상도 버전이 제거됩니다.
lt: Šis „iPhone“ negalėjo atsisiųsti vieno visos skiriamosios gebos elemento. Jei tęsite, bus pašalinta šio elemento mažos skiriamosios gebos versija.
ms: iPhone ini tidak dapat memuat turun satu item resolusi penuh. Jika anda meneruskan, versi resolusi rendah item ini akan dikeluarkan.
nb: iPhonen kunne ikke laste ned ett objekt med full oppløsning. Hvis du fortsetter, blir versjonen med lavere oppløsning fjernet.
nl: Het was niet mogelijk om één onderdeel met volledige resolutie te downloaden op deze iPhone. De versie met lage resolutie van dit onderdeel wordt verwijderd als je doorgaat.
pl: Ten iPhone nie mógł pobrać jednej rzeczy w pełnej rozdzielczości. Jeśli będziesz kontynuować, wersja tej rzeczy w niskiej rozdzielczości zostanie usunięta.
pt: Este iPhone não pôde baixar um item em resolução completa. Se você continuar, a versão em baixa resolução desse item será removida.
pt_pt: Não foi possível descarregar um elemento em alta resolução através deste iPhone. Se continuar, a versão de baixa resolução será removida.
ro: Acest iPhone nu a putut să descarce un articol la rezoluție integrală. În cazul în care continuați, versiunea la rezoluție scăzută a acestui articol va fi eliminată.
ru: Не удалось загрузить 1 объект в высоком разрешении на этот iPhone. Если продолжить, его версия в низком разрешении будет удалена.
sk: Tento iPhone nedokázal stiahnuť jednu položku v plnom rozlíšení. Ak budete pokračovať, verzia tejto položky v nízkom rozlíšení bude odstránená.
sl: V ta iPhone ni bilo mogoče prenesti enega elementa s polno ločljivostjo. Če nadaljujete, bo različica tega elementa z nizko ločljivostjo odstranjena.
sv: Det gick inte att hämta ett objekt i full upplösning till denna iPhone. Om du fortsätter tas versionen av det här objektet med lägre upplösning bort.
th: iPhone เครื่องนี้ไม่สามารถดาวน์โหลดรายการแบบความละเอียดสูงได้หนึ่งรายการ ถ้าคุณดำเนินการต่อ เวอร์ชั่นความละเอียดต่ำของรายการนี้จะถูกเอาออก
tr: Bu iPhone tam çözünürlükte bir öğeyi indiremedi. Sürdürürseniz bu öğenin düşük çözünürlükteki sürümü silinir.
uk: Цьому iPhone не вдалося викачати один повнороздільний елемент. Якщо продовжити, версію цього елемента з низькою роздільністю буде вилучено.
vi: iPhone này không thể tải về một mục có độ phân giải đầy đủ. Nếu bạn tiếp tục thì phiên bản độ phân giải thấp của mục này sẽ bị xóa.
zh_cn: 此iPhone无法下载1个全分辨率项目。若继续，此项目的低分辨率版本将被移除。
zh_hk: 此iPhone無法下載一個完整解像度的項目。如繼續，會移除此項目的低解像度版本。
zh_tw: 此iPhone無法下載一個完整解析度的項目。若選擇繼續，會移除此項目的低解析度版本。

# ICLOUDPHOTOS_DISABLE_DISK_PRESSURE_PRUNED_REMOVE_DEVICEFORMAT
source: Remove from %@
ar: إزالة من %@
bg: Премахни от %@
ca: Elimina de l’%@
cs: Odstranit z: %@
da: Fjern fra %@
de: Vom %@ entfernen
el: Αφαίρεση από το %@
es: Eliminar del %@
es_us: Eliminar de lista %@
fi: Poista laitteesta %@
fr: Supprimer de l’%@
fr_ca: Supprimer de %@
he: הסרה מה-%@
hi: %@ से हटाएँ
hr: Ukloni s %@a
hu: Eltávolítás innen: %@
id: Hapus dari %@
it: Rimuovi da %@
ja: %@から削除
kk: %@ ішінен жою
ko: %@에서 제거
lt: Pašalinti iš „%@“
ms: Keluarkan daripada %@
nb: Fjern fra %@
nl: Verwijder van de %@
pl: Usuń (%@)
pt: Remover do %@
pt_pt: Remover do %@
ro: Eliminați de pe %@
ru: Удалить с %@
sk: Odstrániť zo zariadenia %@
sl: Odstrani iz naprave %@
sv: Ta bort från %@
th: เอาออกจาก %@
tr: Şuradan Sil: %@
uk: Вилучити з %@
vi: Xóa khỏi %@
zh_cn: 从%@移除
zh_hk: 從%@移除
zh_tw: 從%@中移除

# ICLOUDPHOTOS_DISABLE_DISK_PRESSURE_PRUNED_TITLE
source: Remove Photos & Videos?
ar: إزالة الصور والفيديوهات؟
bg: Премахване на снимки и видео?
ca: Vols eliminar les fotos i els vídeos?
cs: Odstranit fotky a videa?
da: Fjern fotos og videoer?
de: Fotos & Videos entfernen?
el: Αφαίρεση φωτογραφιών και βίντεο;
es: ¿Eliminar fotos y vídeos?
es_us: ¿Eliminar fotos y videos?
fi: Poistetaanko kuvat ja videot?
fr: Supprimer les photos et les vidéos ?
fr_ca: Supprimer photos et vidéos?
he: להסיר תמונות וסרטונים?
hi: तस्वीरें और वीडियो हटाएँ?
hr: Ukloniti fotografije i videozapise?
hu: Eltávolítja a fotókat és a videókat?
id: Hapus Foto & Video?
it: Vuoi rimuovere foto e video?
ja: 写真とビデオを削除しますか?
kk: Фотолар мен видеоларды жою қажет пе?
ko: 사진 및 비디오를 제거하겠습니까?
lt: Pašalinti nuotraukas ir vaizdo įrašus?
ms: Keluarkan Foto & Video?
nb: Fjerne bilder og videoer?
nl: Foto's en video's verwijderen?
pl: Usunąć zdjęcia i wideo?
pt: Remover Fotos e Vídeos?
pt_pt: Remover fotografias e vídeos?
ro: Eliminați pozele și clipurile video?
ru: Удалить фото и видео?
sk: Odstrániť fotky a videá?
sl: Želite odstraniti fotografije in videe?
sv: Vill du ta bort bilder och videor?
th: เอารูปภาพและวิดีโอออกหรือไม่
tr: Fotoğraflar ve Videolar Silinsin mi?
uk: Вилучити фото і відео?
vi: Xóa Ảnh & Video?
zh_cn: 要移除照片和视频吗？
zh_hk: 要移除相片及影片嗎？
zh_tw: 要移除照片與影片嗎？

# ICLOUDPHOTOS_DISABLE_PROMPT_DELETE_LOW_RES_CONFIRMATION_TITLE
source: Are you sure?
ar: هل أنت متأكد؟
bg: Сигурни ли сте?
ca: Ho confirmes?
cs: Určitě?
da: Er du sikker?
de: Bist du sicher?
el: Σίγουρα;
es: ¿Seguro?
es_us: ¿Quieres continuar?
fi: Oletko varma?
fr: Confirmez-vous ?
fr_ca: Confirmez-vous?
he: בוודאות?
hi: क्या आप निश्चित हैं?
hr: Jeste li sigurni?
hu: Biztos benne?
id: Anda yakin?
it: Vuoi continuare?
ja: 本当によろしいですか?
kk: Сенімдісіз бе?
ko: 계속하겠습니까?
lt: Ar esate įsitikinę?
ms: Adakah anda pasti?
nb: Er du sikker?
nl: Weet je het zeker?
pl: Czy na pewno?
pt: Tem certeza?
pt_pt: Tem a certeza?
ro: Confirmați?
ru: Вы уверены?
sk: Ste si istí?
sl: Ste prepričani?
sv: Är du säker?
th: คุณแน่ใจหรือไม่
tr: Emin misiniz?
uk: Ви впевнені?
vi: Bạn có chắc chắn không?
zh_cn: 你确定吗？
zh_hk: 你確定嗎？
zh_tw: 確定嗎？

# ICLOUDPHOTOS_DISABLE_PROMPT_DOWNLOAD_ORIGINALS_Apple Vision Pro
source: Photos and videos that have been optimized to save space will be removed from this Apple Vision Pro. The original, full versions will still be available on other devices using iCloud Photos.
ar: ستتم إزالة الصور والفيديوهات التي تم تحسينها للاحتفاظ بالمساحة من هذه الـ Apple Vision Pro، لكن ستظل النسخ الأصلية الكاملة متوفرة على الأجهزة الأخرى التي تستخدم صور iCloud.
bg: Снимките и видеата, които са били оптимизирани за пестене на място, ще бъдат премахнати от този Apple Vision Pro. Оригиналните пълни версии ще продължават да бъдат достъпни на други устройства с помощта на iCloud снимки.
ca: S’eliminaran de l’Apple Vision Pro les fotos i els vídeos que s’hagin optimitzat per estalviar espai. Les versions completes originals continuaran estant disponibles a la resta de dispositius que utilitzin les fotos a l’iCloud.
cs: Fotky a videa s optimalizovanou velikostí budou z Apple Vision Pro odstraněny. Na ostatních zařízeních využívajících Fotky na iCloudu budou nadále dostupné původní plné verze.
da: Fotos og videoer, der er blevet optimeret for at spare plads, bliver fjernet fra Apple Vision Pro. De oprindelige, komplette versioner vil stadig være tilgængelige på andre enheder, der bruger iCloud-fotos.
de: Fotos und Videos, die optimiert wurden, um Speicherplatz einzusparen, werden von dieser Apple Vision Pro entfernt. Die Originalversionen sind weiterhin über „iCloud-Fotos“ auf anderen Geräten verfügbar.
el: Οι φωτογραφίες και τα βίντεο που έχουν βελτιστοποιηθεί για εξοικονόμηση χώρου θα αφαιρεθούν από αυτό το Apple Vision Pro. Οι αρχικές, πλήρεις εκδόσεις θα παραμείνουν διαθέσιμες σε άλλες συσκευές που χρησιμοποιούν τις Φωτογραφίες iCloud.
es: Las fotos y los vídeos que se han optimizado para ahorrar espacio se eliminarán de este Apple Vision Pro. Sus versiones completas originales seguirán estando disponibles en otros dispositivos que usen las fotos en iCloud.
es_us: Se eliminarán de este Apple Vision Pro las fotos y videos que se optimizaron para ahorrar espacio. Las versiones originales con resolución completa seguirán disponibles en otros dispositivos que usen Fotos en iCloud.
fi: Kuvat ja videot, jotka on optimoitu tilan säästämiseksi, poistetaan tästä Apple Vision Prosta. Alkuperäiset täydet versiot ovat yhä muiden iCloud-kuvia käyttävien laitteiden käytettävissä.
fr: Les photos et vidéos qui ont été optimisées pour libérer de l’espace seront supprimées de cet Apple Vision Pro. Les versions en pleine résolution d’origine seront toujours disponibles sur les autres appareils utilisant Photos iCloud.
fr_ca: Les photos et vidéos qui ont été optimisées pour économiser de l’espace seront supprimées de cet Apple Vision Pro. Leur version originale en pleine résolution restera disponible sur les autres appareils qui utilisent Photos iCloud.
he: תמונות לסרטונים שעברו מיטוב לצורך חיסכון בשטח אחסון יוסרו מ-Apple Vision Pro זה. ניתן יהיה לגשת לגירסאות המקוריות המלאות במכשירים אחרים באמצעות ״תמונות iCloud״.
hi: जगह बचाने के लिए ऑप्टिमाइज़ की गई तस्वीरें और वीडियो इस Apple Vision Pro से हटा दिए जाएँगे। iCloud तस्वीर का उपयोग करने वाले अन्य डिवाइस पर मूल, पूर्ण संस्करण अभी भी उपलब्ध रहेंगे।
hr: Fotografije i videozapisi koji su optimizirani za uštedu prostora uklonit će se s ovog uređaja Apple Vision Pro. Originalne cjelovite verzije i dalje će biti dostupne na drugim uređajima koji koriste iCloud fotografije.
hu: A tárhely-megtakarításhoz optimalizált fotók és videók el lesznek távolítva erről az Apple Vision Próról. Az eredeti, teljes verziók továbbra is elérhetők maradnak az iCloud-fotókat használó egyéb eszközökön.
id: Foto dan video yang telah dioptimalkan untuk menghemat ruang akan dihapus dari Apple Vision Pro ini. Versi asli yang utuh akan tetap tersedia di perangkat lain yang menggunakan Foto iCloud.
it: I contenuti che sono stati ottimizzati per utilizzare meno spazio verranno rimossi da Apple Vision Pro. Le versioni originali, alla massima risoluzione, saranno disponibili sugli altri dispositivi su cui è attiva l’opzione “Foto di iCloud”.
ja: 空き領域を確保するために最適化された写真とビデオはこのApple Vision Proから削除されます。オリジナルの完全版は、iCloud写真を使用しているデバイス上では引き続き利用できます。
kk: Орынды үнемдеу үшін оңтайландырылған фотолар мен видеолар осы Apple Vision Pro құрылғысынан жойылады. Түпнұсқа толық нұсқалы материалдарды «iCloud фотолары» функциясын пайдалану арқылы басқа құрылғылардан алуға болады.
ko: 저장 공간을 확보하기 위해 최적화된 사진 및 비디오가 이 Apple Vision Pro에서 제거됩니다. 전체 버전인 원본은 iCloud 사진을 사용하는 다른 기기에서 계속 사용할 수 있습니다.
lt: Iš šio „Apple Vision Pro“ bus pašalintos nuotraukos ir vaizdo įrašai, optimizuoti siekiant taupyti vietą. Originalios, nesumažintos versijos tebebus pasiekamos kituose įrenginiuose naudojant „iCloud“ nuotraukas.
ms: Foto dan video yang telah dioptimumkan untuk menjimatkan ruang akan dikeluarkan daripada Apple Vision Pro ini. Versi penuh asal masih akan tersedia pada peranti lain yang menggunakan Foto iCloud.
nb: Bilder og videoer som har blitt optimalisert for å spare plass, vil bli fjernet fra Apple Vision Pro. Fullversjonen av de opprinnelige filene vil fortsatt være tilgjengelig på andre enheter som bruker iCloud Bilder.
nl: Foto's en video's die zijn geoptimaliseerd om ruimte te besparen, worden van deze Apple Vision Pro verwijderd. De oorspronkelijke, volledige versies blijven beschikbaar op andere apparaten die iCloud-foto's gebruiken.
pl: Zdjęcia i wideo, które nie zostały zoptymalizowane na potrzeby oszczędzania miejsca, zostaną usunięte z tego Apple Vision Pro. Ich oryginalne, pełne wersje będą nadal dostępne na innych urządzeniach używających Zdjęć w iCloud.
pt: Fotos e vídeos que foram otimizados para economizar espaço serão removidos deste Apple Vision Pro. As versões originais completas continuarão disponíveis em outros dispositivos que usem as Fotos do iCloud.
pt_pt: Os vídeos e fotografias que tenham sido otimizados para poupar espaço serão removidos deste Apple Vision Pro, mas as versões originais continuarão disponíveis noutros dispositivos através de Fotografias em iCloud.
ro: Pozele și clipurile video care au fost optimizate pentru a economisi spațiu vor fi eliminate de pe acest Apple Vision Pro. Versiunile originale, la rezoluție integrală, vor fi în continuare disponibile pe alte dispozitive care utilizează Poze iCloud.
ru: Фото и видео, оптимизированные для экономии места, будут удалены с этого Apple Vision Pro. Оригинальные полноразмерные версии все равно будут доступны на других устройствах через Фото iCloud.
sk: Fotky a videá, ktoré boli optimalizované s cieľom ušetriť miesto, budú odstránené z tohto Apple Vision Pro. Originály v plnom rozlíšení budú aj naďalej dostupné na ostatných zariadeniach, ktoré používajú iCloud Fotky.
sl: Fotografije in videi, ki so bili optimizirani za varčevanje s prostorom, bodo odstranjeni iz te naprave Apple Vision Pro. Njihove prvotne različice v polni velikosti bodo še naprej na voljo v drugih napravah, v katerih uporabljate Fotografije iCloud.
sv: Bilder och videor som har optimerats för att spara utrymme kommer att tas bort från denna Apple Vision Pro. De ursprungliga fullständiga versionerna kommer fortfarande att vara tillgängliga på andra enheter som använder iCloud-bilder.
th: รูปภาพและวิดีโอที่ถูกปรับขนาดเพื่อประหยัดพื้นที่จะถูกเอาออกจาก Apple Vision Pro เครื่องนี้ เวอร์ชั่นเต็มที่เป็นต้นฉบับจะยังคงมีอยู่บนอุปกรณ์อื่นที่ใช้ “รูปภาพ iCloud”
tr: Yer kazanmak için en iyi duruma getirilmiş fotoğraflar ve videolar bu Apple Vision Pro’dan silinir. Özgün, tam sürümler iCloud Fotoğrafları’nı kullanan diğer aygıtlarda bulunmaya devam eder.
uk: Фото й відео, оптимізовані для заощадження місця, буде вилучено з цього Apple Vision Pro. Оригінальні повні версії будуть доступними й надалі на інших пристроях, що використовують Фото iCloud.
vi: Các ảnh và video đã được tối ưu hóa để tiết kiệm dung lượng sẽ bị xóa khỏi Apple Vision Pro này. Các phiên bản gốc, đầy đủ sẽ vẫn có sẵn trên các thiết bị khác sử dụng Ảnh iCloud.
zh_cn: 经优化以节省空间的照片和视频将从此Apple Vision Pro上移除。全分辨率的原始版本在使用iCloud照片的其他设备上仍可用。
zh_hk: 為了節省空間最佳化的相片及影片將會從此Apple Vision Pro中移除，完整的原始檔將仍然可以在其他使用「iCloud相片」的裝置上取得。
zh_tw: 經過最佳化處理以節省空間的照片和影片將會從此Apple Vision Pro上移除。完整解析度的原始版本仍可在其他裝置上透過「iCloud照片」取得。

# ICLOUDPHOTOS_DISABLE_PROMPT_DOWNLOAD_ORIGINALS_CANCEL_DEVICEFORMAT
source: Remove from %@
ar: إزالة من %@
bg: Премахни от %@
ca: Elimina de l’%@
cs: Odstranit z: %@
da: Fjern fra %@
de: Vom %@ entfernen
el: Αφαίρεση από το %@
es: Eliminar del %@
es_us: Eliminar de lista %@
fi: Poista laitteesta %@
fr: Supprimer de l’%@
fr_ca: Supprimer de %@
he: הסרה מה-%@
hi: %@ से हटाएँ
hr: Ukloni s %@a
hu: Eltávolítás innen: %@
id: Hapus dari %@
it: Rimuovi da %@
ja: %@から削除
kk: %@ ішінен жою
ko: %@에서 제거
lt: Pašalinti iš „%@“
ms: Keluarkan daripada %@
nb: Fjern fra %@
nl: Verwijder van de %@
pl: Usuń (%@)
pt: Remover do %@
pt_pt: Remover do %@
ro: Eliminați de pe %@
ru: Удалить с %@
sk: Odstrániť zo zariadenia %@
sl: Odstrani iz naprave %@
sv: Ta bort från %@
th: เอาออกจาก %@
tr: Şuradan Sil: %@
uk: Вилучити з %@
vi: Xóa khỏi %@
zh_cn: 从%@移除
zh_hk: 從%@移除
zh_tw: 從%@中移除
